Repository: Yoyo-OS/yoyo-installer
Catalog: po/*.po
Languages: sv

source: Yoyo OS Installer
sv: Yoyo OS Installationsprogram

source: Tweak your Yoyo OS installation.
sv: Justera din Yoyo OS-installation.

source: No description
sv: Ingen beskrivning

source: First release
sv: Första släppet

source: Confirm Installation
sv: Bekräfta installation

source: The following changes will be made to your system:
sv: Följande ändringar kommer att göras på ditt system:

source: Install Yoyo OS
sv: Installera Yoyo OS

source: Next
sv: Nästa

source: Select a Disk
sv: Välj en disk

source: Select the disk where you want to install Yoyo OS
sv: Välj den disk där du vill installera Yoyo OS

source: Configure
sv: Konfigurera

source: Keyboard Layout
sv: Tangentbordslayout

source: Select your preferred keyboard layout
sv: Välj önskad tangentbordslayout

source: Search for a Keyboard Layout
sv: Sök efter en tangentbordslayout

source: Language
sv: Språk

source: Select your language
sv: Välj ditt språk

source: Search for a language
sv: Sök efter ett språk

source: Default
sv: Standard

source: Dark
sv: Mörk

source: Color Scheme
sv: Färgschema

source: Choose a color scheme for your system
sv: Välj ett färgschema för ditt system

source: Date & Time
sv: Datum & tid

source: Select your preferred timezone
sv: Välj önskad tidszon

source: Search for a Timezone
sv: Sök efter en tidszon

source: Zone
sv: Zon

source: Create User
sv: Skapa användare

source: Provide details for your user account
sv: Ange detaljer för ditt användarkonto

source: Name
sv: Namn

source: Username
sv: användarnamn

source: Password
sv: lösenord

source: Confirm Password
sv: Bekräfta lösenord

source: Try Yoyo OS
sv: Prova Yoyo OS

source: Confirm Changes
sv: Bekräfta ändringar

source: Cancel
sv: Avbryt

source: The following changes will be made to your disk. Please review them carefully.
sv: Följande ändringar kommer att göras på din disk. Vänligen granska dem försiktigt.

source: Configure Disk
sv: Konfigurera disk

source: Apply
sv: Tillämpa

source: Showing Information
sv: Visar information

source: Log
sv: Logg

source: All done!
sv: Klart!

source: Restart your device to enjoy your Yoyo OS experience
sv: Starta om din enhet för att njuta av din Yoyo OS-upplevelse

source: Show Log
sv: Visa logg

source: Reboot Now
sv: Starta om nu

source: Close
sv: Stäng

source: Yes, enable it
sv: Ja, aktivera det

source: Installing...
sv: Installerar...

source: Show Console output
sv: Visa konsolutdata

source: Show Slideshow
sv: Visa bildspel

source: Disk Allocation
sv: Diskallokering

source: Choose how to install Yoyo OS on your drive.
sv: Välj hur du installerar Yoyo OS på din enhet.

source: Entire Disk
sv: Hela disken

source: This will erase all data on the disk.
sv: Detta kommer att radera all data på disken.

source: Manual Partitioning
sv: Manuell partitionering

source: Select which partitions to use for installation. Incorrect configuration can lead to data loss, corruption, and/or an unbootable system.
sv: Välj vilka partitioner som ska användas för installation. Felaktig konfiguration kan leda till dataförlust, korruption och/eller ett ostartbart system.

source: Open GParted
sv: Öppna GParted

source: Open GParted to manually partition the disk
sv: Öppna GParted för att manuellt partitionera disken

source: The partition to mount under “/boot”. This directory stores files for booting in Yoyo OS.
sv: Partitionen som ska monteras under "/boot". Den här katalogen lagrar filer för uppstart av Yoyo OS.

source: No partition selected
sv: Ingen partition har valts

source: Please select a partition from the options below
sv: Välj en partition från alternativen nedan

source: Boot partition is too small.
sv: Bootpartitionen är för liten.

source: The partition to mount under “/boot/efi”. This directory stores files for booting in the bootloader.
sv: Partitionen som ska monteras under "/boot/efi". Den här katalogen lagrar filer för bootladdaren.

source: EFI partition is too small.
sv: EFI-partitionen är för liten.

source: The partition required by GPT-formatted disks to support booting from BIOS systems. It must be located in the first 2 TB of the disk and must be exactly 1 Mebibyte (1 MiB).
sv: Den partition som krävs av GPT-formaterade diskar för att stödja uppstart från BIOS-system. Den måste finnas i de första 2 TB av disken och måste vara exakt 1 Mebibyte (1 MiB).

source: BIOS partition must be exactly 1 MiB.
sv: BIOS-partitionen måste vara exakt 1 MiB.

source: Root Partitions
sv: Root Partitioner

source: The partitions to mount under “/”. Both partitions must be the same size.
sv: Partitionerna som ska monteras under "/". Båda partitionerna måste vara lika stora.

source: Yoyo OS uses an A/B partition system managed by ABRoot, which switches between two root partitions between updates.
sv: Yoyo OS använder ett A/B-partitionssystem som hanteras av ABRoot, vilket växlar mellan två rootpartitioner mellan uppdateringar.

source: Root partitions are not the same size.
sv: Rootpartitionerna har inte samma storlek.

source: Please make sure your A and B partitions have the same disk space.
sv: Se till att dina A och B-partitioner har samma diskutrymme.

source: Root partitions are too small.
sv: Rootpartitionerna är för små.

source: Home Partition
sv: Hem Partition

source: The partition to mount under “/home”. This directory stores all user data.
sv: Partitionen som ska monteras under "/home". Denna katalog lagrar all användardata.

source: Home partition is too small.
sv: Hempartitionen är för liten.

source: Swap acts as a virtual extension of your RAM and enables hibernation. Yoyo OS already uses zram to provide swapping at no storage cost.
sv: Swap fungerar som en virtuell förlängning av ditt RAM-minne och möjliggör viloläge. Yoyo OS använder redan zram för att tillhandahålla utbyte utan lagringskostnad.

source: Choose a partition to use for swap alongside zram. This is not required for hibernation.
sv: Välj en partition att använda för swap tillsammans med zram. Detta krävs inte för hibernering.

source: Back
sv: Tillbaka

source: Not enough space: {0}/{1}
sv: Inte tillräckligt med utrymme {0}/{1}

source: This is the only disk available and cannot be deselected!
sv: Detta är den enda tillgängliga disken och kan inte avmarkeras!

source: GParted is already running. Only one instance of GParted is permitted.
sv: GParted körs redan. Endast en instans av GParted är tillåten.

source: Partition must be at least {}
sv: Partition måste vara minst {}

source: Partition must EXACTLY {}
sv: Partition måste EXAKT {}

source: Partitions have changed. Current selections have been cleared.
sv: Partitionerna har ändrats. Aktuella val har raderats.

source: Entire disk will be used.
sv: Hela disken kommer att användas.

source: Will be formatted in {} and mounted in {}
sv: Kommer att formateras med {} och monteras på {}

source: clicked
sv: klickad

source: Please select at least one option.
sv: Välj minst ett alternativ.

source: Missing 'log_file' in the recipe.
sv: Saknar 'logg_fil' i receptet.

source: failed to create log file: %s
sv: misslyckades med att skapa loggfil: %s

source: No log will be stored.
sv: Ingen logg kommer att lagras.

source: Performing display-condition: %s
sv: Utför visningsvillkor: %s

source: Step %s skipped due to display-conditions
sv: Steg %s hoppades över på grund av visningsförhållanden

source: Invalid recipe file
sv: Ogiltig recept fil

source: Recipe is not a dictionary
sv: Recept är ingen ordbok

source: Recipe is missing the '{key}' key
sv: Recept saknar '{key}' nyckel

source: Recipe steps is not a list
sv: Receptsteg är inte en lista

source: Step {step} is not a dictionary
sv: Steg {step} är ingen ordbok

source: Keyboard
sv: Tangentbord

source: Timezone
sv: Tidszon

source: Users
sv: Användare

source: installation-confirmed
sv: installation-bekräftad

source: Restart your device to enjoy your {} experience.
sv: Starta om din enhet för att njuta av din {}-upplevelse.

source: Something went wrong
sv: Något gick fel

source: Please contact the distribution developers.
sv: Kontakta distributionsutvecklarna.

source: page-changed
sv: sida-ändrad
